Repository: erichardy/plonetheme.iuem20
Catalog: src/plonetheme/iuem20/locales/*/LC_MESSAGES/plonetheme.iuem20.po
Languages: fr

source: Alt language one text
fr: Texte de la première langue additionnelle

source: Alt language two text
fr: Texte de la seconde langue additionnelle

source: Alternates languages
fr: Langues Additionnelles

source: AlternatesLanguages
fr: Langues Additionnelles

source: Background image for about section
fr: Image de fond pour la section About

source: CSS classes for background
fr: Classes CSS pour le fond

source: Check if galleria is installed
fr: Cocher cette case si Galleria est installé

source: Galleria params
fr: Paramètres pour Galleria

source: Installs the Plone theme package plonetheme.iuem20.
fr: Installation du thème plonetheme.iuem20

source: Invalid adress email
fr: Le courriel n'est pas correctement formé

source: Javascript code needed to display a gallery
fr: Code javascript pour les galleries d'images

source: Label for the News Collection view
fr: Titre pour la vue de la collection des actualités

source: Logo filename, should be in
fr: Nom de l'image du logo, doit être placée dans

source: Misc CSS
fr: Divers et CSS

source: Must be a valid javascript code
fr: Ce doit être une code javascript valide

source: Name of the default thumb image
fr: Nom de l'image par défaut pour les vignettes

source: Only One word
fr: Un seul mot

source: Only One word, used for news
fr: Un seul mot. Mot clé utilisé pour les actualités de la page HOME

source: StartEndDates
fr: Dates début et Fin

source: Tag used for about items
fr: Mot clé pour les éléments de la section About

source: Tag used for news on home page
fr: Mot clé pour les actualités de la page HOME

source: Tag used for thumbnails on home page
fr: Mot clé pour les vignettes de la page HOME

source: Thumbnail
fr: Vignette

source: URL of the CSS resource for galleria
fr: URL des ressources CSS pour Galleria

source: URL of the Javascript resource for galleria
fr: URL des ressources Javascript pour Galleria

source: Uninstall: Plone Theme: Iuem20
fr: Désinstallation de : Plone Theme: Iuem20

source: Uninstalls the Plone theme package plonetheme.iuem20.
fr: Désinstalle le thème plonetheme.iuem20

source: add one or two alternates languages
fr: Une ou deux langues additionnelles

source: add start and end dates
fr: Ajout des dates de début et de fin

source: add thumbnail image
fr: Ajpout d'un champ vignette

source: carousel interval
fr: Intervalle de défilement du carousel

source: carousel label
fr: Label du carousel

source: css overrides
fr: Surcharges CSS

source: default_alt_lang_one_label
fr: Label par défaut pour le bouton de la première langue additionnelle

source: default_alt_lang_two_label
fr: Label par défaut pour le bouton de la seconde langue additionnelle

source: display document description for Home page
fr: Afficher la description du document pour la page HOME

source: display document title for Home page
fr: Afficher le titre du document pour la page HOME

source: display first Alt lang
fr: Affiche la première langue additionnelle

source: display second Alt lang
fr: Affiche la seconde langue additionnelle

source: display start and end dates ?
fr: Affiche les dates Début et Fin ?

source: display time with dates ?
fr: Affiche l'heure (avec les dates) ?

source: end date
fr: Date de Fin

source: for carousel at home page
fr: pour le carousel de la page HOME

source: for home page
fr: pour la page HOME

source: home page settings
fr: Configuration de la page HOME

source: i.e. for portfolio background. One class per line
fr: Par exemple pour le fond des portfolio. Une classe CSS par ligne

source: in portal_skins/custom/images
fr: dans portal_skins/custom/images

source: iuem20-news-view
fr: Vue iuem20 Actus

source: iuem20_home
fr: Vue page HOME

source: label for alt language one button
fr: Label pour le bouton de la première langue additionnelle

source: label for alt language two button
fr: Label pour le bouton de la seconde langue additionnelle

source: label_thumbnail
fr: Vignette

source: max news to display
fr: Nombre maximum d'actualités à afficher

source: milliseconds
fr: milisecondes

source: more css
fr: Surcharges CSS

source: plonetheme.iuem20 Settings
fr: Configuration du module plonetheme.iuem20

source: plonetheme.iuem20 Settings Description
fr: Configurer ici les divers paramètres de ce module

source: presentation one
fr: Texte complet de la première langue additionnelle

source: presentation two
fr: Texte complet de la seconde langue additionnelle

source: start date
fr: Date Début

source: thumbnail
fr: vignette

source: title for about section
fr: Titre de la section About

source: unselect to disable
fr: Décocher pour désactiver

source: used for images galleries
fr: pour les galleries d'images

source: will overrides all other CSS
fr: pour modifier TTW la CSS du site
